spec/fixtures/requests/sro_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="http://service.logisticareversa.correios.com.br/" xmlns:env="http://schemas.xmlsoap.org/soap/envelope/"><env:Body><tns:acompanharPedido><codAdministrativo>08082650</codAdministrativo>
  <tipoBusca>H</tipoBusca>
  <tipoSolicitacao>A</tipoSolicitacao>
  <numeroPedido>1234</numeroPedido>

</tns:acompanharPedido></env:Body></env:Envelope>
